Repository: sjouve/capakaspa2013
Catalog: CapaKaspa PHP/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: You can always ask our customer service email (see About page) list of information we have stored about you.
fr_fr: Vous pouvez à tout moment demander à notre service client message électronique (voir page A propos) la liste des informations que nous avons enregistrées à votre sujet.

source: 3. Update this text
fr_fr: 3. Mise à jour de ce texte

source: CapaKaspa reserves the right to update the text on the protection of personal data in order to adapt to any new legislation or site improvements. Date of update text on the protection of personal data will be updated accordingly. If significant changes are made to the text, capakaspa.info will notify you so visible on the website or information that will be sent. Please read the text on the protection of personal data regularly to always be informed about the protection of personal data we have stored. By using this service, you accept the text content on the protection of personal data in the updated version.
fr_fr: CapaKaspa se réserve le droit de mettre à jour le texte sur la protection des données personnelles afin de pouvoir s'adapter à toute nouvelle législation ou amélioration du site. La date de mise à jour du texte sur la protection des données personnelles sera actualisée en conséquence. Si des changements significatifs sont effectués sur ce texte, capakaspa.info vous en avertira de façon visible sur le site ou par une information qui vous sera adressée. Veuillez lire le texte sur la protection des données personnelles régulièrement afin d'être toujours informé sur la protection des données personnelles que nous avons enregistrées. En utilisant ce service, vous acceptez le contenu du texte sur la protection des données personnelles dans sa version actualisée.

source: 4. Termination of your registration
fr_fr: 4. Résiliation de votre inscription

source: At any time, you can deactivate your account. To do this, go to the edit page of your profile.
fr_fr: À tout moment, vous pouvez désactiver votre compte.Pour cela, rendez-vous sur la page de modification de votre profil.

source: To ensure the proper use of our database, you can become a member of CapaKaspa if you have read and approved every paragraph on data protection. In case of a disagreement with one or more paragraphs, we can not accept your registration on the site.
fr_fr: Afin de garantir le bon usage de notre base de données, vous ne pouvez devenir membre de CapaKaspa que si vous avez lu et approuvé chaque paragraphe sur la protection des données. Dans le cas d'un désaccord avec un ou plusieurs paragraphes, nous ne pourrons pas accepter votre inscription sur le site.

source: You may at any time object to the conditions of personal data or information about it. For this you can send us e-mail: capakaspa@capakaspa.info
fr_fr: Vous pouvez à tout moment vous opposer aux conditions sur les données personnelles ou vous renseigner à ce sujet. Pour cela vous pouvez nous écrire adresse e-mail : capakaspa@capakaspa.info

source: Terms and policies
fr_fr: Conditions Générales d'Utilisation

source: All details about Terms and policies
fr_fr: Tous les détails sur les Conditions Générales d'Utilisation

source: Terms and Policies
fr_fr: Conditions Générales d'Utilisation

source: 1. Scope of terms and conditions
fr_fr: 1. Champ d'application et modifications des conditions d'utilisation

source: CapaKaspa is a service edited by Sébastien Jouve (see page <a href='site_about.php'>About and contact</a>)
fr_fr: CapaKaspa est un service édité par Sébastien JOUVE (voir page <a href='site_about.php'>A propos et contact</a>).

source: CapaKaspa offers its visitors free access to its website accessible at http://www.capakaspa.info (hereinafter referred to as "the website") to access an area to play chess games.
fr_fr: CapaKaspa offre à ses visiteurs, en accès gratuit sur son site internet accessible à l'adresse http://www.capakaspa.info (ci-après dénommé « le site internet ») l'accès à une zone pour jouer aux échecs en ligne en différé.

source: By visiting the website or by registering on the website, visitors must comply with the terms and conditions of service.
fr_fr: En visitant le site internet ou en s'inscrivant sur le site internet, le visiteur doit se conformer aux conditions d'utilisation du service.

source: Modification of Terms of Policies: If these terms are changed, users are informed about the "Terms" accessible at the bottom of all pages of the site. The modified terms are then applicable to the expiration of a period of one month from the date of their publication on the site.
fr_fr: Modification des conditions d'utilisation du service : Si ces conditions sont modifiées, les utilisateurs en sont informés sur la page « CGU » accessible en bas de toutes les pages du site. Les conditions modifiées sont ensuite applicables à l'expiration d'un délai d'un mois courant à partir du jour de leur publication sur le site.

source: 2. Services free to all registered
fr_fr: 2. Services gratuits pour tous les inscrits

source: All services provided by the website are free for all registered users.
fr_fr: Tous les services fournis par le site internet sont gratuits pour tous les inscrits.

source: 3. Intellectual property and responsibility of the user
fr_fr: 3. Propriété intellectuelle et responsabilité de l'utilisateur

source: 3.1 Intellectual property
fr_fr: 3.1 Propriété intellectuelle

source: All content published on the website may not be copied, used without the express prior written holders of rights related to these contents.
fr_fr: Tout contenu publié sur le site internet ne peut être copié, exploité sans le consentement exprès, préalable et écrit des titulaires des droits liés à ces contenus.

source: CapaKaspa mark and all contents of this website can not be used outside the website: http://www.capakaspa.info after prior written approval of the management CapaKaspa.
fr_fr: La marque CapaKaspa et tous les contenus de ce site internet ne peuvent être utilisés à l'extérieur du site internet : http://www.capakaspa.info qu'après un accord écrit préalable de la direction de CapaKaspa.

source: 3.2 Responsibility of the user
fr_fr: 3.2 Responsabilité de l'utilisateur

source: Any member who registers on CapaKaspa undertakes to verify the accuracy of the data it captures. Conditions, the size and processing information about the members are detailed on the protection of personal data page accessed from the link <a href='site_privacy.php'>Privacy</a> at the bottom of this all pages of the website.
fr_fr: Tout membre qui s'inscrit sur CapaKaspa s'engage à vérifier l'exactitude des données qu'il saisit. Les conditions, l'ampleur et le traitement des informations concernant les membres sont détaillés sur la page protection des données personnelles accessible à partir du lien « Vie privée » présent en bas de toutes les pages du site internet.

source: Any incorrect or abusive registration, which is voluntary or not, parasite research results of people on the website.
fr_fr: Toute inscription incorrecte ou abusive, quelle soit volontaire ou non, parasite les résultats des recherches de personnes sur le site internet.

source: Each member undertakes to CapaKaspa check the accuracy of the data reported to his profile on CapaKaspa and updating, for example when changing e-mail through the web interface it to update their details.
fr_fr: Chaque membre de CapaKaspa s'engage à vérifier l'exactitude des données qu'il a indiqué pour son profil sur CapaKaspa et à les actualiser, par exemple lorsqu'il change d'adresse e-mail, grâce à l'interface en ligne lui permettant de mettre à jour ses coordonnées.

source: Every registrant is invited to report to the customer service CapaKaspa all data it seemed wrong.
fr_fr: Tout inscrit est invité à signaler au service clients de CapaKaspa toutes données lui semblant erronées.

source: 5. Responsibility of the site CapaKaspa
fr_fr: 5. Responsabilité de CapaKaspa

source: CapaKaspa agrees to take into account a reasonable time feedback from users on the quality of published data and warn when it has considered these requests.
fr_fr: CapaKaspa s'engage à prendre en compte dans un délai raisonnable les remarques des utilisateurs concernant la qualité des données publiées et à les avertir quand il a pris en compte ces demandes.

source: CapaKaspa undertakes to delete any incorrect registration and the registration of a member who abuses the services provided by CapaKaspa.
fr_fr: CapaKaspa s'engage à supprimer toute inscription incorrecte ainsi que l'inscription de tout membre qui abuserait des services fournis par CapaKaspa.

source: CapaKaspa is not responsible for the messages exchanged between the users registered on its website. Nevertheless, you can report to customer service while you consider improper behavior, without responsibility this involves CapaKaspa.
fr_fr: CapaKaspa n'est pas responsable des messages échangés entre les utilisateurs inscrits sur son site. Malgré tout, vous pouvez signaler au service client tout comportement que vous jugerez abusif, sans que cela engage la responsabilité de CapaKaspa.

source: CapaKaspa is not responsible for the accuracy and veracity of the data entered by users and do not guarantee that the data registered members are up to date and usable.
fr_fr: CapaKaspa n'est pas responsable de l'exactitude et de la véracité des données saisies par les utilisateurs et ne garantit pas non plus que les données des membres inscrits soient à jour et utilisables.

source: CapaKaspa can not be held responsible for any problems encountered by computer users.
fr_fr: CapaKaspa ne peut être tenu responsable des problèmes informatiques rencontrés par les utilisateurs.

source: CapaKaspa is not responsible for the accuracy or completeness of the data provided on the site.
fr_fr: CapaKaspa n'est pas responsable du degré d'exactitude ou d'exhaustivité des données mises à disposition sur le site.

source: CapaKaspa is not responsible for statements made to him by others.
fr_fr: CapaKaspa n'est pas responsable des propos tenus à son égard par des tiers.

source: CapaKaspa is only responsible for the provision of information posted by users and can not be held responsible for the quality.
fr_fr: CapaKaspa n'est responsable que de la mise à disposition des informations publiées par ses utilisateurs sans pouvoir être tenu responsable de la qualité.

source: CapaKaspa is not responsible for content on the pages of partner sites making a link to the site CapaKaspa.
fr_fr: CapaKaspa n'est pas responsable des contenus présents sur les pages de sites partenaires faisant un lien vers le site CapaKaspa.

source: CapaKaspa can not be held responsible for the consequences of using indirect CapaKaspa.
fr_fr: CapaKaspa ne peut être tenu responsable que des conséquences indirectes de l'utilisation de CapaKaspa.

source: 6. System integrity
fr_fr: 6. Intégrité du système

source: CapaKaspa does not, in any way whatsoever (software, automation, routine) use automated services offered on its website. The user is allowed to CapaKaspa overloading servers CapaKaspa. The user is not authorized to use the services provided by CapaKaspa as part of an individual personal activity and unsystematic.
fr_fr: CapaKaspa n'autorise pas, de quelque façon que se soit (logiciel, automatisme, routine) l'utilisation automatisée des services proposés sur son site internet. L'utilisateur de CapaKaspa n'est autorisé à surcharger les serveurs de CapaKaspa. L'utilisateur n'est pas autorisé à utiliser les services fournis par CapaKaspa que dans le cadre d'une activité personnelle individuelle et non systématique.

source: 7. Competent court in case of dispute
fr_fr: 7. Tribunal compétent en cas de litige

source: French law applies to any contractual relationship with capakaspa.info, regardless of the country of residence of the user.
fr_fr: Le droit français s'applique à tout rapport contractuel avec capakaspa.info, quel que soit le pays de résidence de l'utilisateur.

source: Complaints and obligations can be sent by email (address available on the page <a href='site_about.php'>About and contact</a>).
fr_fr: Les plaintes et obligations peuvent être adressées par email (adresse disponible sur la page <a href='site_about.php'>A propos et contact</a>).

source: 8. If a point of these conditions was considered obsolete
fr_fr: 8. Si un point des présentes conditions était considéré comme caduc

source: If a point these terms of use of the service became obsolete, the other points would not be affected. Any item declared obsolete will be replaced by a provision as closely as possible to the foregoing provision.
fr_fr: Si un point de ces conditions d'utilisation du service devenait caduc, les autres points n'en seraient pas affectés. Tout point déclaré caduc sera remplacé par une disposition se rapprochant le plus possible de la précédente disposition.

source: Tournaments list
fr_fr: Liste des tournois

source: Participate to a tournament
fr_fr: Participer à un tournoi

source: Register for a Round-robin tournament
fr_fr: S'inscire à un tournoi toutes rondes

source: In the Round-robin tournaments you play classic games against every participant with whites and with blacks. For a tournament with four participants so you'll play 6 games.
fr_fr: Dans les tournois toutes rondes vous jouez des parties classiques contre chacun des participants avec les blanc et avec les noirs. Pour un tournoi avec 4 participants vous jouerez donc 6 parties.

source: As a tournament did not start it is possible to withdraw. A tournament starts when the last player registers. So the last player can't withdraw !
fr_fr: Tant qu'un tournoi n'a pas démarré il est possible de se retirer. Un tournoi commence quand le dernier joueur s'inscrit. Donc le dernier joueur ne peut pas se retirer !

source: Registration
fr_fr: Inscription

source: Created
fr_fr: Créé le

source: players
fr_fr: joueurs

source: days per move
fr_fr: jours par coup

source: UnRegister
fr_fr: Se désinscrire

source: Register
fr_fr: S'inscrire

source: In progress tournaments
fr_fr: Tournois en cours

source: In progress
fr_fr: En cours

source: Completed tournaments
fr_fr: Tournois terminés

source: Completed
fr_fr: Terminé

source: Completed
fr_fr: Terminé le

source: Tournament view
fr_fr: Visualisation tournoi

source: View details of a tournament
fr_fr: Voir les détails d'un tournoi
