Repository: sjouve/capakaspa2013
Catalog: CapaKaspa PHP/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Activate your account
fr_fr: Activer votre compte

source: Activate your account and play chess on CapaKaspa
fr_fr: Activer votre compte et jouer aux échecs sur CapaKaspa

source: This account doesn't exist
fr_fr: Ce compte existe déjà

source: A technical problem prevented the sending of the message
fr_fr: Un problème technique a empêché l'envoi du message

source: The email address is already in use
fr_fr: L'adresse email est déjà utilisée

source: The email address is not valid
fr_fr: L'adresse email n'est pas valide

source: An activation message has been sent to the email address.
fr_fr: Un message d'activation a été envoyé à l'adresse email.

source: Your account is not activated.
fr_fr: Votre compte n'est pas activé.

source: You are surely one of the following case
fr_fr: Vous êtes sûrement dans l'un des cas suivants

source: You received the message containing the link to activate your account but you have not yet used
fr_fr: Vous avez reçu le message contenant le lien d'activation mais vous ne l'avez pas utilisé

source: you do not receive a message containing the activation link
fr_fr: vous n'avez pas reçu le message contenant le lien d'activation

source: you have disabled your account
fr_fr: vous avez désactivé votre compte

source: If you prefer, you can use the form below to update your email address associated with your account and start the activation process
fr_fr: Si vous le souhaitez, vous pouvez utiliser le formulaire ci-dessous pour mettre à jour votre adresse email et commencer le processus d'activation

source: User name
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Send
fr_fr: Envoyer

source: News feed
fr_fr: Fil d'actualités

source: News feed of your following
fr_fr: Fil d'actualités de vos abonnements

source: Follow
fr_fr: S'abonner

source: ! Like
fr_fr: ! J'aime

source: No News to display. Share your activity and follow players !
fr_fr: Aucune actualité à afficher. Partagez votre activité et suivez des joueurs !

source: No News to display. This player has not shared anything !
fr_fr: Aucune actualité à afficher. Ce joueur n'a encore rien partagé !

source: invites someone to play a new game
fr_fr: a invité quelqu'un à jouer une nouvelle partie

source: canceled its invitation to play a new game with
fr_fr: a annulé son invitation à une nouvelle partie avec

source: has accepted invitation. A new game began against
fr_fr: a accepté l'invitation. Une nouvelle partie a commencé contre

source: refused invitation to play a new game against
fr_fr: a refusé l'invitation à jouer une nouvelle partie contre

source: lost
fr_fr: a perdu

source: won
fr_fr: a gagné

source: by resignation against
fr_fr: par abandon contre

source: RESULT
fr_fr: RESULTAT

source: by time expiration against
fr_fr: par dépassement de temps contre

source: do a draw game by mutual consent
fr_fr: a fait une partie nulle par consentement mutuel avec

source: do a draw game (stalemate, 3 times same position, 50 moves rule) against
fr_fr: a fait une partie nulle (Pat, répétition de position, règles des 50 coups) contre

source: by checkmate against
fr_fr: par Echec et Mat contre

source: played the move
fr_fr: a joué le coup

source: in the game against
fr_fr: dans la partie contre

source: MOVE
fr_fr: COUP

source: View
fr_fr: Voir

source: Stop liking this item
fr_fr: Je n'aime plus ça

source: ! Unlike
fr_fr: ! Je n'aime plus

source: I like this item
fr_fr: J'aime ça

source: Comment
fr_fr: Commenter

source: Delete this news
fr_fr: Supprimer cette actualité

source: Delete
fr_fr: Supprimer

source: person(s) like this
fr_fr: personne(s) aiment ça

source: Delete this comment
fr_fr: Supprimer ce commentaire

source: Write a comment...
fr_fr: Ecrire un commentaire

source: Publish
fr_fr: Publier

source: Tournament
fr_fr: Tournoi

source: Download PGN
fr_fr: Télécharger PGN

source: Started
fr_fr: Commencé le

source: Last move
fr_fr: Dernier coup

source: Player online
fr_fr: Joueur en ligne

source: New player
fr_fr: Nouveau joueur

source: New game
fr_fr: Nouvelle partie

source: No Messages
fr_fr: Pas de Messages

source: You have a new follower
fr_fr: Vous avez un nouvel abonné

source: follow you on CapaKaspa.
fr_fr: vous suit sur CapaKaspa.

source: Unfollow
fr_fr: Se désabonner

source: You have a new private message
fr_fr: Vous avez un nouveau message privé

source: send you a new private message.
fr_fr: vous a envoyé un nouveau message privé.

source: No player found
fr_fr: Aucun joueur trouvé

source: Invitation to play chess game
fr_fr: Invitation à jouer une partie d'échecs

source: A player want to play with you a chess game on CapaKaspa !
fr_fr: Un joueur veut jouer avec vous une partie d'échecs sur CapaKaspa !

source: Its user name is
fr_fr: Son nom d'utilisateur est

source: Click here to sign-up and join him : http://jouerauxechecs.capakaspa.info
fr_fr: Cliquer ici pour vous inscrire et le rejoindre : http://jouerauxechecs.capakaspa.info

source: Play chess against flashChess
fr_fr: Jouer aux échecs avec flashChess

source: Play a chess game against flashChess
fr_fr: Jouer une partie d'échecs avec flashChess

source: Play chess with flashChess a good Flash chess game. Several levels available.
fr_fr: Jouer aux éches avec flashChess un bon jeu d'échecs en Flash. Plusieurs niveaux disponibles.

source: Play chess against JChess
fr_fr: Jouer aux échecs avec JChess

source: Play a chess game against JChess
fr_fr: Jouer une partie d'échecs avec JChess

source: Play chess with Little ChessPartner de Lokasoft. A strong Java chess game.
fr_fr: Jouer aux échecs avec Little ChessPartner de Lokasoft. Un fort jeu d'échecs en Java.

source: Config
fr_fr: Paramètres

source: Play !
fr_fr: Jouer !

source: About
fr_fr: A propos

source: Play with blacks
fr_fr: Jouer avec les noirs

source: Flip the board
fr_fr: Retourner l'échiquier

source: Chess puzzle of the day
fr_fr: Diagramme d'échecs du jour

source: Improve your chess with some daily tactical puzzles. 3 levels available : Easy, Medium, Hard. It's up to you !
fr_fr: S'améliorer aux échecs avec des diagrammes quotidiens à résoudre. 3 niveaux disponibles : Facile, Moyen, Difficile. C'est à vous !

source: Play chess against SparkChess
fr_fr: Jouer aux échecs avec SparkChess

source: Play a chess game against SparkChess
fr_fr: Jouer une partie d'échecs avec SparkChess

source: Play chess with sparkChess a Flash chess game with a 3D chessboard. 3 levels available.
fr_fr: Jouer aux éches avec sparkChess un jeu d'échecs en Flash avec un échiquier en 3D. 3 niveaux disponibles.

source: The player
fr_fr: Le joueur

source: Your opponent
fr_fr: Votre adversaire

source: You are invited to play a new game
fr_fr: Vous êtes invité à jouer une nouvelle partie

source: invites you to play a new game.
fr_fr: vous invite à jouer une nouvelle partie

source: Invitation canceled
fr_fr: Invitation annulée

source: canceled its invitation to play a new game.
fr_fr: a annulé son invitation à jouer une nouvelle partie.

source: Invitation accepted
fr_fr: Invitation acceptée

source: has accepted your invitation. A new game began.
fr_fr: a accepté votre invitation. Une nouvelle partie a commencé.

source: joined a message :
fr_fr: a joint un message :

source: Invitation refused
fr_fr: Invitation refusée

source: refused your invitation.
fr_fr: a refusé votre invitation.

source: New move
fr_fr: Nouveau coup

source: play the move :
fr_fr: a joué le coup :

source: Resignation
fr_fr: Abandon

source: resigned.
fr_fr: a abandonné.

source: Draw proposal accepted
fr_fr: Proposition de nulle acceptée

source: accepted your draw proposal. The game ended.
fr_fr: a accepté votre proposition de nulle. La partie est terminée.

source: Draw game
fr_fr: Partie nulle

source: Your game against
fr_fr: Votre partie contre

source: ended by a draw.
fr_fr: s'est terminée par une nulle.

source: Checkmate
fr_fr: Echec et Mat

source: ended by a checkmate.
fr_fr: s'est terminée par Echec et Mat.

source: Time expiration
fr_fr: Dépassement de temps

source: ended by time expiration.
fr_fr: s'est terminée par dépassement de temps.

source: This email was sent automatically from site CapaKaspa (http://jouerauxechecs.capakaspa.info)
fr_fr: Ce message a été envoyé automatiquement à partir du site CapaKaspa (http://jouerauxechecs.capakaspa.info)

source: Follow us on
fr_fr: Suivez nous sur

source: New message
fr_fr: Nouveau message

source: To
fr_fr: A

source: Your message...
fr_fr: Votre message...

source: Cancel
fr_fr: Annuler

source: See full conversation
fr_fr: Voir la conversation complète

source: Message sent successfully
fr_fr: Message envoyé avec succès

source: Suggestion
fr_fr: Suggestions

source: is the same level that you !
fr_fr: vous avez le même niveau

source: Move cancellation accepted
fr_fr: Annulation du coup accepté

source: Move cancellation refused
fr_fr: Annulation du coup refusé

source: Draw proposal refused
fr_fr: Proposition de nulle refusée

source: Move cancellation pending
fr_fr: Annulation de coup en attente

source: Draw proposal pending...
fr_fr: Proposition de nulle en attente...

source: Whites
fr_fr: Les blancs

source: Blacks
fr_fr: Les noirs

source: resigned
fr_fr: ont abandonné

source: Check and Mat!
fr_fr: Echec et Mat !

source: win the game
fr_fr: gagnent la partie

source: Player turn
fr_fr: A son tour

source: Refresh game
fr_fr: Rafraîchir la partie

source: Ended game
fr_fr: Partie terminée

source: are in check
fr_fr: sont en échecs

source: Your opponent do a draw proposal. Are you agree ?
fr_fr: Votre adversaire vous propose une nulle. Etes vous d'accord ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Classic game
fr_fr: Partie classique

source: Chess960 game
fr_fr: Partie Chess960

source: , Bishops
fr_fr: , Fous

source: , Knights
fr_fr: , Cavaliers

source: , Rooks
fr_fr: , Tours

source: , Queens
fr_fr: , Dames

source: Beginner game - King and Pawns
fr_fr: Partie débutant - Roi et Pions

source: [CapaKaspa] Sign up confirmation
fr_fr: [CapaKaspa] Confirmation d'inscription

source: To complete your sign up please click the following link (in case of problems copy the link into the address bar of your browser)
fr_fr: Pour compléter votre inscription cliquez sur le lien suivant (en cas de problème copiez le lien directement dans la barre d'adresse de votre navigateur)

source: [CapaKaspa] Confirm activation
fr_fr: [CapaKaspa] Confirmer l'activation

source: To activate your account please click the following link (in case of problems copy the link into the address bar of your browser)
fr_fr: Pour activer votre compte cliquez sur le lien suivant (en cas de problème copiez le lien directement dans la barre d'adresse de votre navigateur)

source: This message was sent automatically from the site CapaKaspa
fr_fr: Ce message a été envoyé automatiquement à partir du site CapaKaspa

source: [CapaKaspa] Your password
fr_fr: [CapaKaspa] Votre mot de passe

source: Data about your account
fr_fr: Données de votre compte

source: Player
fr_fr: Joueur

source: Total number of games played
fr_fr: Nombre total de parties jouées

source: Classic
fr_fr: Classique

source: Number of classic games played
fr_fr: Nombre de parties classiques jouées

source: Outside the box
fr_fr: Aventurier

source: Number of other games played
fr_fr: Nombre d'autres parties jouées (Chess960, Débutant)

source: Winner
fr_fr: Vainqueur

source: Number of games won
fr_fr: Nombre de parties gagnées

source: Black wins
fr_fr: Victoires noires

source: Number of games won with blacks
fr_fr: Nombre de parties gagnées avec les noirs

source: Number of different opponents
fr_fr: Nombre d'adversaires différents

source: About and contact
fr_fr: A propos et contact

source: All details about us
fr_fr: Tous les détails à notre sujet

source: This page doesn't exist !
fr_fr: Cette page n'existe pas !

source: Play chess - Your move
fr_fr: Jouer aux échecs - Votre tour

source: Play chess - Opponent move
fr_fr: Jouer aux échecs - Au tour de l'adversaire

source: Play chess and share your game. It's your game, it's up to you !
fr_fr: Jouer aux échecs et partager vos parties. C'est votre partie, c'est à vous de jouer !

source: Your opponent is absent at the moment. The game is postponed
fr_fr: Votre adversaire est absent pour le moment. La partie est suspendue

source: Are you sure you want to cancel your last move ?
fr_fr: Etes-vous sûr de vouloir annuler votre dernier coup ?

source: Confirm your draw proposal ?
fr_fr: Confirmez-vous votre proposition de Nulle ?

source: Are you sure you want to resign ?
fr_fr: Etes vous sûr de vouloir abandonner ?

source: Invalid move
fr_fr: Coup invalide

source: You are playing with
fr_fr: Vous jouez avec

source: whites
fr_fr: les blancs

source: blacks
fr_fr: les noirs

source: Cannot move into check.
fr_fr: Ne peut pas bouger en échecs.

source: Kings cannot move like that.
fr_fr: Le Roi ne peut pas bouger comme cela.

source: Pawns cannot move backwards, only forward.
fr_fr: Les pions ne peuvent pas reculer, seulement avancer.

source: Pawns can only move en passant immediately after an opponent played his pawn.
fr_fr: Les pions ne peuvent prendre en passant qu'immédiatement après que l'adversaire ait joué son pion.

source: Knights cannot move like that.
fr_fr: Les cavaliers ne peuvent pas bouger comme ça.

source: Bishops cannot move like that.
fr_fr: Les Fous ne peuvent pas bouger comme ça.

source: Bishops cannot jump over other pieces.
fr_fr: Les Fous ne peuvent pas sauter par dessus d'autres pièces.

source: Rooks cannot move like that.
fr_fr: Les Tours ne peuvent pas bouger comme ça.

source: Rooks cannot jump over other pieces.
fr_fr: Les Tours ne peuvent pas sauter pas dessus d'autres pièces.

source: Queens cannot move like that.
fr_fr: Les Dames ne peuvent pas bouger comme ça.

source: Queens cannot jump over other pieces.
fr_fr: Les Dames ne peuvent pas sauter par dessus d'autres pièces.

source: Can only castle if king has not moved yet.
fr_fr: On ne peut roquer que si le Roi n'a pas encore bougé.

source: Can only castle if rook has not moved yet.
fr_fr: On ne peut roquer que si la Tour n'a pas encore bougé.

source: Can only castle if there are no pieces between the rook and the king.
fr_fr: On ne peut roquer que s'il n'y a pas de pièces entre le Roi et la Tour.

source: Can only castle if there are no pieces between current position and final position.
fr_fr: On ne peut roquer que s'il n'y a pas de pièces entre la position actuelle et la position finale.

source: When castling, the king cannot move over a square that is attacked by an ennemy piece.
fr_fr: En roquant, le Roi ne peut bouger sur une case qui est attaquée par une pièce ennemie.

source: Stalemate - The game ends with a draw.
fr_fr: Pat - La partie se termine sur une Nulle.

source: Insufficient material to checkmate - The game ends with a draw.
fr_fr: Matériel insuffisant pour mater - La partie se termine sur une Nulle.

source: Draw (this position has occurred three times) - The game ends with a draw.
fr_fr: La position s'est répétée 3 fois - La partie se termine sur une Nulle.

source: Draw (50 moves rule) - The game ends with a draw.
fr_fr: Règle des 50 coups - La partie se termine sur une Nulle.

source: Promote the pawn in
fr_fr: Promouvoir le pion en

source: Queen
fr_fr: Dame

source: Rook
fr_fr: Tour

source: Knight
fr_fr: Cavalier

source: Bishop
fr_fr: Fou

source: Valid
fr_fr: Valider

source: Draw
fr_fr: Nulle

source: Share
fr_fr: Partager

source: Viewer
fr_fr: Visualiseur

source: Board
fr_fr: Echiquier

source: Private message
fr_fr: Message privé

source: Resign
fr_fr: Abandonner

source: Report a problem
fr_fr: Signaler un problème

source: Here are old existing comments on this game
fr_fr: Anciens commentaires sur la partie

source: A player accepted the game before you !
fr_fr: Un joueur a accepté la partie avant vous !

source: Your pending resquet was accepted !
fr_fr: Votre demande en attente a été acceptée !

source: My games in progress
fr_fr: Mes parties en cours

source: Play chess and share your games. My games in progress.
fr_fr: Jouer aux échecs et partager vos parties. Mes parties en cours.

source: Your browser is not compatible. Install a newer version of Internet Explorer (9 or more). You can also install Chrome or Firefox.
fr_fr: Votre navigateur n'est pas compatible. Installez une version plus récente d'Internet Explorer (9 ou +). Vous pouvez aussi installer Chrome ou Firefox.

source: The new Elo ranking was computed !
fr_fr: Le nouveau classement Elo a été calculé !

source: You have a current vacation ! Your games are postponed
fr_fr: Vous avez des vacances en cours ! Vos parties sont suspendues

source: My pending requests
fr_fr: Mes demandes en attente

source: Refresh list
fr_fr: Rafraîchir la liste

source: You
fr_fr: Vous

source: invite a player to play a new game
fr_fr: invitez un joueur à jouer une nouvelle partie

source: Time per move
fr_fr: Temps par coup

source: days
fr_fr: jours

source: Response waiting
fr_fr: Réponse en attente

source: Request declined
fr_fr: Demande refusée

source: invite you to play a new game
fr_fr: vous invite à jouer une nouvelle partie

source: Accept
fr_fr: Accepter

source: Decline
fr_fr: Refuser

source: Other pending requests
fr_fr: Autres demandes en attente

source: invite somebody to play a new game
fr_fr: invite quelqu'un à jouer une nouvelle partie

source: is your opponent in this game.
fr_fr: est votre adversaire dans cette partie.

source: Play
fr_fr: Jouer

source: No games in progress...
fr_fr: Pas de parties en cours...

source: Begin to play
fr_fr: Commencer à jouer

source: Submit a new game for all players or a specific player
fr_fr: Proposer une partie à tous les joueurs ou à un joueur en particulier

source: Find a player with advanced search and invite him to play a new game.
fr_fr: Trouver un joueur avec la recherche avancée et l'inviter à jouer une nouvelle partie

source: Search players
fr_fr: Rechercher des joueurs

source: Participate in Round-robin tournaments and compete against multiple players with whites and blacks.
fr_fr: Participer à des tournois Round-robin et se mesurer à plusieurs joueurs avec les blancs et les noirs.

source: Register for a tournament
fr_fr: S'inscrire à un tournoi

source: Achievements
fr_fr: Objectifs

source: When you're playing chess games on CapaKaspa, you can earn achievements that mark your accomplishments : player, classic, outside the box, winner, black wins and social.
fr_fr: Quand vous jouez des parties d'échecs sur CapaKaspa, vous pouvez atteindre des objectifs qui marquent vos réalisations : joueur, classique, aventurier, vainqueur, victoires noires et social.

source: View profile
fr_fr: Voir profil

source: Ended games
fr_fr: Parties terminées

source: All ended chess games of a player
fr_fr: Toutes les parties terminées d'un joueur

source: Statistics (classic games)
fr_fr: Statistiques (parties classiques)

source: Ended games search
fr_fr: Recherche des parties terminées

source: Beginner game
fr_fr: Partie débutant

source: Color
fr_fr: Couleur

source: All
fr_fr: Tous

source: Result
fr_fr: Résultat

source: Won
fr_fr: Gagnée

source: Lost
fr_fr: Perdue

source: Ranking
fr_fr: Classement

source: To take in account for next Elo ranking
fr_fr: A prendre en compte dans le prochain classement Elo

source: Sorted by last move
fr_fr: Triées par date du dernier coup

source: Filter
fr_fr: Filtrer

source: game(s) found
fr_fr: partie(s) trouvées

source: Invite someone to play a new chess game
fr_fr: Inviter une personne à jouer une nouvelle partie d'échecs

source: Start new game
fr_fr: Commencer une nouvelle partie

source: Game type
fr_fr: Type de partie

source: Beginner game with King, Pawns and
fr_fr: Partie débutant avec Roi, Pions et

source: Bishops
fr_fr: Fous

source: Knigths
fr_fr: Cavaliers

source: Rooks
fr_fr: Tours

source: 2 days
fr_fr: 2 jours

source: 3 days
fr_fr: 3 jours

source: 4 days
fr_fr: 4 jours

source: 5 days
fr_fr: 5 jours

source: 7 days
fr_fr: 7 jours

source: 10 days
fr_fr: 10 jours

source: 14 days
fr_fr: 14 jours

source: Play as (color)
fr_fr: Jouer en (couleur)

source: White
fr_fr: Blanc

source: Black
fr_fr: Noir

source: Random
fr_fr: Au hasard

source: Select a player
fr_fr: Choisir un joueur

source: Type a part of user name, first name or last name in the box
fr_fr: Taper une partie du nom d'utilisateur, prénom ou nom dans le champ

source: Don't select a player to invite all players
fr_fr: Ne pas sélectionner de joueur pour proposer une partie à tous

source: Start game
fr_fr: Commencer une partie

source: Advanced search
fr_fr: Recherche avancée

source: Tournaments
fr_fr: Tournois

source: Invite friends to join you
fr_fr: Inviter des amis à se joindre à vous

source: Invite by email a friend not on CapaKaspa to join you. If a player exist with the email you will invite to start a new game directly.
fr_fr: Inviter par email un ami qui n'est pas sur CapaKaspa à se joindre à vous. Si un joueur existe avec l'email, vous l'inviterez à jouer une partie directement.

source: Email address
fr_fr: Adresse email

source: It's not a valid email format
fr_fr: Ce n'est pas un format d'adresse email valide

source: An account exist with this email. Start a new game.
fr_fr: Un compte existe avec le même email. Commencer une nouvelle partie.

source: Invitation was sent successfully
fr_fr: L'invitation a été envoyée avec succès

source: Send invitation
fr_fr: Envoyer une invitation

source: Games per ECO Code
fr_fr: Parties par code ECO

source: ECO Code
fr_fr: Code ECO

source: Number of games
fr_fr: Nombre de parties

source: Games per results
fr_fr: Parties par résultats

source: CapaKaspa : Play chess and share your games
fr_fr: CapaKaspa : Jouer aux échecs et partager vos parties

source: Sign out
fr_fr: Déconnexion

source: Follow us on Facebook
fr_fr: Suivez-nous sur Facebook

source: Follow us on Twitter
fr_fr: Suivez-nous sur Twitter

source: Follow us on Google+
fr_fr: Suivez-nous sur Google+

source: Follow us on YouTube
fr_fr: Suivez-nous sur YouTube

source: Follow us on Pinterest
fr_fr: Suivez-nous sur Pinterest

source: Play chess online. News and posts to improve your chess.
fr_fr: Jouer aux échecs en ligne. Actualités et articles pour mieux jouer aux échecs.

source: Invalid user name or password !
fr_fr: Nom d'utilisateur ou mot de passe invalide !

source: Remember me
fr_fr: Se souvenir de moi

source: Sign in
fr_fr: Se connecter

source: Forgot password ?
fr_fr: Mot de passe oublié ?

source: Update info
fr_fr: Actualiser mes infos

source: Chess games
fr_fr: Parties d'échecs

source: Moves to play
fr_fr: Coups à jouer

source: My games ended
fr_fr: Mes parties terminées

source: Players
fr_fr: Joueurs

source: Search
fr_fr: Rechercher

source: Rankings
fr_fr: Classements

source: New private messages
fr_fr: Nouveaux messages privés

source: Statistics
fr_fr: Statistiques

source: Games in progress
fr_fr: Parties en cours

source: Active players
fr_fr: Joueurs actifs

source: Passive players
fr_fr: Joueurs passifs

source: Online players
fr_fr: Joueurs en ligne

source: Training
fr_fr: Entrainement

source: Puzzle of the day
fr_fr: Diagramme du jour

source: Play vs JChess
fr_fr: Jouer avec JChess

source: Play vs FlashChess
fr_fr: Jouer avec FlashChess

source: Play vs SparkChess
fr_fr: Jouer avec SparkChess

source: More on CapaKaspa
fr_fr: Plus sur CapaKaspa

source: Chess news
fr_fr: Actualités des échecs

source: Upcoming events
fr_fr: Evénements à venir

source: Live !!
fr_fr: Le Direct !!

source: Learning chess
fr_fr: Apprentissage des échecs

source: And more
fr_fr: Et plus...

source: Privacy
fr_fr: Vie privée

source: Terms
fr_fr: CGU

source: Help
fr_fr: Aide
