Repository: sjouve/capakaspa2013
Catalog: CapaKaspa PHP/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Play chess and share your games
fr_fr: Jouer aux échecs et partager ses parties

source: Sign up for CapaKaspa, play chess and share your games.
fr_fr: Zone de jeu d'échecs en ligne de CapaKaspa. Jouer aux échecs en différé et partager vos parties.

source: Play Chess
fr_fr: Jouer aux échecs

source: and Share your Games !
fr_fr: et Partager ses parties !

source: Play chess online, choose your cadence and type.
fr_fr: Jouer aux échecs en ligne, choisir votre cadence et le type.

source: Classic game, Fisher Random Chess (Chess960), Beginner game.
fr_fr: Partie classique, débutant et Fisher Random Chess (Chess960).

source: Share your moves, results and invitations with your followers.
fr_fr: Partager vos coups, résultats et invitations avec vos abonnés.

source: Follow players, comment news...
fr_fr: Suivre les joueurs, commenter les actualités...

source: View detailed profile of players.
fr_fr: Voir le profil détaillé des joueurs.

source: Monthly Elo rankings, achievements, discuss with them in private...
fr_fr: Classements Elo mensuels, objectifs, discuter avec les joueurs en privée...

source: New on CapaKaspa ? Sign up
fr_fr: Nouveau sur CapaKaspa ? Inscription

source: Your account is actived.
fr_fr: Votre compte est activé.

source: You can now sign in, play chess and share your games.
fr_fr: Vous pouvez maintenant vous connecter, jouer aux échecs et partager vos parties.

source: An error has occured during activation !
fr_fr: Une erreur s'est produite pendant l'activation !

source: A confirmation message has been sent at this email address
fr_fr: Un message de confirmation a été envoyé à cette adresse email

source: All fields are required
fr_fr: Tous les champs sont obligatoires

source: Bad format for user name : at least 2 caracters
fr_fr: Mauvais format pour le nom d'utilisateur : au moins 2 caractères

source: Bad format for password : at least 6 caracters
fr_fr: Mauvais format pour le mot de passe : au moins 6 caractères

source: Bad format for email
fr_fr: Mauvais format pour l'email

source: Bad format for first name
fr_fr: Mauvais format pour le prénom

source: Bad format for last name
fr_fr: Mauvais format pour le nom

source: Password confirmation error
fr_fr: Erreur de confirmation de mot de passe

source: you have choosen already exists. Try another user name.
fr_fr: que vous avez choisi existe déjà. Essayez un autre nom d'utilisateur.

source: you have choosen aleady exists. Try another email.
fr_fr: que vous avez choisi existe déjà. Essayez un autre email.

source: Empty user name
fr_fr: Nom d'utilisateur vide

source: A technical error has occured
fr_fr: Une erreur technique s'est produite

source: Security code error. Try again.
fr_fr: Erreur de code de sécurité. Essayez encore.

source: I am
fr_fr: Je suis

source: Male
fr_fr: Homme

source: Female
fr_fr: Femme

source: Choose password
fr_fr: Choisir un mot de passe

source: Confirm password
fr_fr: Confirmer mot de passe

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: A valid email is required for confirmation
fr_fr: Un email valide est obligatoire pour confirmation

source: Country
fr_fr: Pays

source: Select your country
fr_fr: Choisir votre pays

source: Birth date
fr_fr: Date naissance

source: Select a year
fr_fr: Choisir une année

source: Type the security code
fr_fr: Entrer le code de sécurité

source: Try other security code
fr_fr: Essayez un autre code de sécurité

source: Captcha Image
fr_fr: Image Captcha

source: Sign up for free
fr_fr: Inscrivez-vous gratuitement

source: Play chess on CapaKaspa
fr_fr: Jouer aux échecs sur CapaKaspa

source: chess games in progress
fr_fr: parties d'échecs en cours

source: players are waiting to play chess games
fr_fr: joueurs attendent de jouer aux échecs

source: Start, practice and progress
fr_fr: Débuter, s'exercer et progresser

source: Play chess vs JChess
fr_fr: Jouer aux échecs avec JChess

source: Play chess vs FlashChess
fr_fr: Jouer aux échecs avec flashChess

source: Play chess vs SparkChess
fr_fr: Jouer aux échecs avec SparkChess

source: Private messages
fr_fr: Messages privés

source: Your private messages
fr_fr: Vos messages privées

source: No Conversation Selected
fr_fr: Aucune conversation sélectionnée

source: Unread messages
fr_fr: Messages non lus

source: No contact
fr_fr: Aucun contact

source: Games
fr_fr: Parties

source: News
fr_fr: Actualités

source: Access to computer version
fr_fr: Accéder à la version pour ordinateur

source: Play your chess games on your mobile.
fr_fr: Jouez vos parties d'échecs sur votre mobile.

source: Invalid user name or password
fr_fr: Nom d'utilisateur ou mot de passe invalide

source: To sign-up on CapaKaspa access to the computer version by clicking on the link below.
fr_fr: Pour vous inscrire sur CapaKaspa, accèdez à la version pour ordinateur en cliquant sur le lien au bas de l'écran.

source: Welcome
fr_fr: Bienvenue

source: your are on the optimized version of CapaKaspa for your mobile.
fr_fr: vous êtes sur le version optimisée pour les smartphone du site CapaKaspa.

source: Search for players
fr_fr: Rechercher des joueurs

source: Search for players, play and share chess
fr_fr: Rechercher des joueurs, jouer aux échecs et partager

source: Players advanced search
fr_fr: Recherche avancée de joueurs

source: All countries
fr_fr: Tous les pays

source: Name
fr_fr: Nom

source: Part of user name, first name or last name
fr_fr: Partie du nom d'utilisateur, prénom ou nom

source: Last connection
fr_fr: Dernière connexion

source: less than 15 days
fr_fr: moins de 15 jours

source: more than 14 days
fr_fr: plus de 14 jours

source: Elo ranking
fr_fr: Classement Elo

source: Between
fr_fr: Entre

source: and
fr_fr: et

source: player(s) found
fr_fr: joueur(s) trouvés

source: View player profile
fr_fr: Voir le profil du joueur

source: Was born in
fr_fr: Est né en

source: Lives in
fr_fr: Vit à

source: Followers
fr_fr: Abonnés

source: Following
fr_fr: Abonnements

source: Are you sure you want to delete this news ?
fr_fr: Etes vous sûr de vouloir supprimer cette actualité ?

source: Forgotten password - CapaKaspa
fr_fr: Mot de passe oublié - CapaKaspa

source: Play chess and share your games. Retrieve your password
fr_fr: Jouer aux échecs et partager vos parties. Retrouver votre mot de passe

source: No account available with this email
fr_fr: Pas de compte disponible avec cette adresse email

source: A message has been sent to the specified email address.
fr_fr: Un message a été envoyé à l'adresse email indiquée.

source: Forgotten password
fr_fr: Mot de passe oublié

source: Already have an account to access the play area but <b>you forgot your password</b>.
fr_fr: Vous avez déjà un compte pour accèder à la zone de jeu mais <b>vous avez oublié le mot de passe</b>.

source: Enter the email address that you assigned to this account. A message will be sent to this address. It will contain the information for sign in.
fr_fr: Entrer l'adresse email que vous avez assigné à ce compte. Un message sera envoyé à cette adresse. Il contiendra les informations pour vous connecter.

source: Players ranking
fr_fr: Classement des joueurs

source: Players ranking by country and game type
fr_fr: Classement des joueurs par pays et type de partie

source: Choose ranking
fr_fr: Choisir le classement

source: Order ranking
fr_fr: Trier le classement

source: From first to last
fr_fr: Du premier au dernier

source: From last to first
fr_fr: Du dernier au premier

source: Filter by country
fr_fr: Filtrer par pays

source: Your rank is
fr_fr: Votre classement est

source: Update your profile
fr_fr: Mettre à jour votre profil

source: Invalid image file for picture
fr_fr: Fichier image invalide pour la photo

source: GIF not allowed. Please use only PNG or JPEG formats
fr_fr: GIF interdit. Utilisez seulement PNG ou JPEG formats

source: Maximum width and height exceeded (max 1000x1000 pixels)
fr_fr: Largeur et hauteur maximum dépassées (max 1000x1000 pixels)

source: Large file size (max 500kb)
fr_fr: Taille du fichier trop grande (max 500 Kb)

source: Error moving the uploaded file
fr_fr: Erreur du déplacement du fichier

source: Your old password is wrong
fr_fr: Votre ancien mote de passe est erroné

source: Profile changes have been saved successfully
fr_fr: Les changements ont bien été enregistrés

source: Bad format for login
fr_fr: Mauvais format pour le nom d'utilisateur

source: Old password is required
fr_fr: L'ancien mot de passe est obligatoire

source: This postponement can not be canceled and all your games will be immediately postponed. Please confirm your absence ?
fr_fr: Cette suspension ne peut pas être annulée et toutes vos parties seront immédiatement suspendues. Confirmez-vous votre absence ?

source: You want to disable your account. Please confirm ?
fr_fr: Vous voulez désactiver votre compte. Confirmez-vous ?

source: Basic info
fr_fr: Informations de base

source: Enter data here to change password
fr_fr: Entrer les données ici pour changer de mot de passe

source: Actual password
fr_fr: Mot de passe actuel

source: New password
fr_fr: Nouveau mot de passe

source: Birth date (year)
fr_fr: Date naissance (année)

source: Contact info
fr_fr: Informations de contact

source: You can update your email address.
fr_fr: Vous pouvez mettre à jour votre adresse email.

source: First disable your account (see bottom of this page).
fr_fr: Commencez par désactiver votre compte (voir au bas de la page).

source: Sign in and follow the activation process.
fr_fr: Connectez-vous et suivez le processus d'activation.

source: Localization
fr_fr: Localisation

source: More about you
fr_fr: Plus à votre sujet

source: Elo ranking is calculated monthly and takes into account the classic games completed during the month past.
fr_fr: Le classement Elo est calculé tous les mois et prend en compte les parties d'échecs classiques terminées pendant le mois passé.

source: Elo Chess960 ranking is calculated monthly and takes into account the Chess960 games completed during the month past.
fr_fr: Le classement Elo Chess960 est calculé tous les mois et prend en compte les parties d'échecs Chess960 terminées pendant le mois passé.

source: About you
fr_fr: A propos de vous

source: Picture
fr_fr: Photo

source: Display picture of your profile on
fr_fr: Afficher votre photo de profil sur

source: Social network ID
fr_fr: Réseau social ID

source: Choose your picture
fr_fr: Choisir votre photo

source: Max 500 Kb, JPEG/PNG only (1000x1000 pixels maximum)
fr_fr: Max 500 Kb, JPEG/PNG seulement (1000x1000 pixels maximum)

source: In Facebook, at the bottom of the Infos section of your account:
fr_fr: Dans Facebook, au bas de la section Infos de votre compte :

source: Or
fr_fr: Ou

source: It's the name of your account.
fr_fr: C'est le nom de votre compte.

source: Display your profile page, the URL in the browser is something like that:
fr_fr: Afficher votre page profil, l'adresse dans le navigateur est comme ça :

source: https://plus.google.com/u/0/[ ID ]/posts (it's a long number).
fr_fr: https://plus.google.com/u/0/[ ID ]/posts (c'est un long nombre).

source: Save
fr_fr: Enregistrer

source: Preferences
fr_fr: Préférences

source: Email notification
fr_fr: Notification par email

source: (Invitations, moves, results and private messages)
fr_fr: (Invitations, coups, résultats et messages privés)

source: Share invitations
fr_fr: Partager invitations

source: Share results
fr_fr: Partager résultats

source: Chess set
fr_fr: Pièces

source: Displaying language
fr_fr: Langue d'affichage

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: Game postponement
fr_fr: Suspension des parties

source: The number of days of vacation that you requested is not valid
fr_fr: Le nombre de jours de vacances que vous demandez n'est pas valide

source: Your request of vacation has been saved successfully
fr_fr: Votre demande de vacances a bien été enregistrée

source: Number of days must be between 0 and 30
fr_fr: Le nombre de jours doit être entre 0 et 30

source: You have
fr_fr: Vous avez

source: available days of vacation for year
fr_fr: jours de vacances disponibles pour l'année

source: days of vacation on 2 years are counted in the last year
fr_fr: les jours de vacances à cheval sur 2 années sont comptés la dernière année

source: You don't have vacation in progress.
fr_fr: Vous n'avez pas de vacances en cours

source: You have vacation from
fr_fr: Vous avez des vacances du

source: You want to postpone your games for
fr_fr: Vous voulez suspendre vos parties pour

source: day(s) from
fr_fr: jour(s) à partir du

source: Postpone my games...
fr_fr: Suspendre mes parties...

source: (All your games will be postponed immediatly)
fr_fr: (Toutes les parties seront suspendues immédiatement)

source: Disable my account
fr_fr: Désactiver mon compte

source: You can disable your account on CapaKaspa. Other players will no longer have interactions with your account. But it will viewable from games or news. You can reactivate it later if you want.
fr_fr: Vous pouvez désactiver votre compte sur CapaKaspa. Les autres joueurs ne pourront plus avoir d'intéractions avec votre compte. Mais il sera visible à partir des parties et des actualités. Vous pourrez l'activer de nouveau si vous le souhaitez.

source: Update my information
fr_fr: Actualiser mes infos

source: Elo ranking history
fr_fr: Historique du classement Elo

source: Level
fr_fr: Niveau

source: No games in progress
fr_fr: Pas de parties en cours

source: Open the game
fr_fr: Ouvrir la partie

source: My games against
fr_fr: Mes parties contre

source: You've never played against this player
fr_fr: Vous n'avez jamais joué contre ce joueur

source: CapaKaspa is a website edited by Sébastien JOUVE (<a href='http://www.netassistant.fr'>NetAssistant</a>). It's a website to play chess games and share them. </p>
fr_fr: Capakaspa est un site Internet édité par Sébastien JOUVE (<a href='http://www.netassistant.fr'>NetAssistant</a>). C'est un site Web pour jouer aux échecs en ligne et partager ses parties.

source: Official data
fr_fr: Données officielles

source: To contact us send an email at capakaspa@capakaspa.info
fr_fr: Pour nous contacter envoyez un email à capakaspa@capakaspa.info

source: Credits
fr_fr: Crédits

source: CapaKaspa works with some PHP libraries
fr_fr: CapaKaspa fonctionne avec quelques librairies PHP

source: an old version of
fr_fr: une ancienne version de

source: Frequently Asked Questions about how to play chess on CapaKaspa
fr_fr: Questions fréquentes sur la manière de jouer aux échecs sur CapaKaspa

source: A problem with a game ? A question about the site ?
fr_fr: Un problème avec une partie ? Une question au sujet du site ?

source: Frequently Asked Questions
fr_fr: Questions fréquentes

source: Is that the site is compatible with all browsers ?
fr_fr: Le site est-il compatible avec tous les navigateurs ?

source: No. The site is compatible with all recent browsers. It does not work with Internet Explorer under version 9.
fr_fr: Non. Le site est compatible avec tous les navigateur récents. Il ne fonctionne pas avec une version d'Internet Explorer inférieure à 9.

source: How is calculated the chess ranking of players on the site ?
fr_fr: Comment est calculé le classement de jeu d'échecs des joueurs sur le site ?

source: Elo ranking is calculated monthly and takes into account the classic chess games completed during the month past.
fr_fr: Le classement Elo est calculé tous les mois et prend en compte les parties d'échecs classiques terminées pendant le mois passé.

source: How to share chess games ?
fr_fr: Comment partager les parties d'échecs ?

source: You can share invitations, results and move with yours followers.
fr_fr: Vous pouvez partager les invitations, les résultats et les coups avec vos abonnés.

source: By default invitations and results are shared. You can stop sharing on your profile page.
fr_fr: Par défaut les invitations et les résultats sont partagés. Vous pouvez arrêter de partager sur votre page profil.

source: To share a move check the share option before validate your move.
fr_fr: Pour partager un coup cochez l'option partager avant de valider votre coup.

source: All details about privacy protection on CapaKaspa
fr_fr: Tous les détails au sujet de la protection de la vie privée sur CapaKaspa

source: Informations about people we receive on our website will be handled in accordance with:
fr_fr: Les données des personnes que nous recevons sur notre site seront traitées conformément :

source: - The laws,
fr_fr: - aux lois en vigueur,

source: - The recommendations of the CNIL,
fr_fr: - aux recommandations de la CNIL,

source: - The Charter for the Right to oblivion signed on 13 October 2010 (charter initiated by Nathalie Kosciusko-Morizet, Secretary of State for the prospective development and the digital economy).
fr_fr: - à la Charte pour le droit à l'oubli signée le 13 octobre 2010 (charte initiée par Nathalie Kosciusko-Morizet, secrétaire d'Etat à la prospective et au développement l'économie numérique).

source: 1. Protection of your data
fr_fr: 1. Protection de vos données

source: Your personal data is fully protected. You will receive the messages that others have sent you registered in our internal messaging. We will not pass on your details to any third person except by judicial duty or in the case of non-payment.
fr_fr: Vos données personnelles sont entièrement protégées. Vous recevrez les messages que d'autres inscrits vous ont adressés par notre messagerie interne. Nous ne transmettons en aucun cas vos coordonnées à une tierce personne, sauf par obligation judiciaire.

source: Once you become a member CapaKaspa, data and other information about you is deliberately transmitted to other users, as follows:
fr_fr: Dès que vous devenez membre de CapaKaspa, vos données et toute autre information vous concernant sont délibérément transmises à d'autres utilisateurs, de la manière suivante :

source: a) Options visibility
fr_fr: a) Options de visibilité

source: By default, your name, year of birth, place of life, countries are visible. All other information about you that you provide on CapaKaspa are visible only by members of CapaKaspa. You can edit your profile at any time.
fr_fr: Par défaut, vos nom, prénom, année de naissance, lieu de vie, pays sont visibles. Toutes les autres informations vous concernant que vous indiquez sur CapaKaspa ne sont visibles que par les membres de CapaKaspa. Vous pouvez modifier votre profil à tout moment.

source: b) Protection of your e-mail address
fr_fr: b) Protection de votre adresse e-mail

source: Your e-mail address is never visible on our website. If other members want to send you a message, they must pass through us and you will receive their message in your CapaKaspa and address you provided to register if you have opted to receive notifications.
fr_fr: Votre adresse e-mail n'est jamais visible sur notre site. Si d'autres membres veulent vous envoyer un message, ils doivent passer par notre intermédiaire et vous recevrez leur message dans votre messagerie CapaKaspa et à l'adresse que vous avez donnée pour vous inscrire si vous avez choisi de recevoir les notifications.

source: c) Data on parts
fr_fr: c) Données concernant les parties

source: All data concerning the parts of chess are visible to all other members of CapaKaspa. It also includes comments.
fr_fr: Toutes les données concernant les parties de jeu d'échecs sont visibles de tous les autres membres de CapaKaspa. Cela inclut aussi les commentaires.

source: You can choose to share news about a shot of a part, such as event invitations and chess game results.
fr_fr: Vous pouvez choisir de partager des actualités concernant un coup d'une partie, les évènements tels que les invitations ou les résultats des parties d'échecs.

source: 2. Duration of storage of your data
fr_fr: 2. Durée de stockage de vos données

source: CapaKaspa only stores your data for the period corresponding to a reasonable use of each of these data and within the limits set by the law of 6 January 1978 amended by the Act of 6 August 2004 relating to files, computers and freedoms.
fr_fr: CapaKaspa ne stocke les données vous concernant que pour la période correspondant à un usage raisonnable de chacune de ces données et dans les limites fixées par la loi du 6 janvier 1978 modifiée par la loi du 6 août 2004 relative aux fichiers, à l'informatique et aux libertés.

source: At any time, you can modify your data, correct or request that we modify or delete. Requests for removal, modification or blocking of account are processed within 5 working days of receipt of your request. In case the information or data relating to your profile were, according to the settings you have chosen personal or legal reasons, our partners or transmitted to other Web sites, we automatically inform as soon as these times of your request for amendment, correction or deletion of your profile.
fr_fr: À tout moment, vous pouvez modifier vos données, les corriger ou nous demander de les modifier ou les supprimer. Les demandes de suppression, modification ou blocage de compte sont traitées dans les 5 jours ouvrés suivant la réception de votre demande. Dans le cas où les informations ou les données relatives à votre profil aient été, selon les paramètres personnels que vous aurez choisis ou pour des raisons juridiques, transmises à nos partenaires ou à d'autres sites internet, nous informerons automatiquement et dans les plus brefs délais ces derniers de votre demande de modification, de correction ou de suppression de votre profil.

source: When we can not remove your data:
fr_fr: Cas où nous ne pouvons pas supprimer vos données :

source: Once your profile is deleted, the data on your connections, your use of this Site and the information collected passively and actively in the process of registering on CapaKaspa will be immediately deleted:
fr_fr: Dès que votre profil est supprimé, les données relatives à vos connexions, à votre usage du site ainsi que les informations collectées passivement et activement dans le cadre de votre inscription sur CapaKaspa seront également immédiatement supprimées :

source: a) unless we suspect not registered to use the site for illegal purposes or contrary to the terms and conditions (GTC)
fr_fr: a) tant que nous ne suspectons pas l'inscrit d'utiliser le site à des fins illégales ou contraires aux conditions générales d'utilisation (CGU),

source: b) as a statute or court order requires us to maintain data despite the wishes of the registrant (for example in the case of a complaint of harassment).
fr_fr: b) tant qu'une loi ou une décision de justice nous oblige à conserver les données malgré le souhait de l'inscrit (par exemple dans le cas d'une plainte pour harcèlement).

source: c) Except in the cases mentioned above, when removing or blocking a final part, any personal information (name, surname, date of birth, location) on the permanently deleted. Comments and chess does mention those personal data, but they will always be visible and it will be mentioned CapaKaspa the user name of the profile.
fr_fr: c) Sauf dans les cas mentionnés ci-dessus, lors de la suppression ou le blocage définitif d'un inscrit, toutes les informations personnelles (prénom, nom, année de naissance, localisation) le concernant seront définitivement supprimées. Les commentaires et les parties d'échecs ne plus mention de ces données personnelles mais ils seront toujours visibles sur CapaKaspa et il sera mentionné le nom d'utilisateur du profil.
